Repository: dd105/audioxplorer
Catalog: *.lproj/Localizable.strings
Languages: french, italian

source: Generate or record a sound.Drag and drop any audio view here.
french: Générer ou enregistrer un son.Glisser-déposer n'importe quelle vue ici.
italian: Genera o registra un suono.Trascina qui un vista audio.

source: The file cannot be read because it has been saved with a newer version of AudioXplorer.
french: Ce fichier ne peut être lu car il a été enregistré avec une version plus récente d'AudioXplorer.
italian: Il file non puòessere letto perché è stato salvato con una versione piùrecente di AudioXplorer.

source: The file cannot be read because it has been saved with version 1.0b10 of AudioXplorer. The backward compatibility will be effective beginning with this version of AudioXplorer.
french: Ce fichier ne peut être lu car il a été enregistré avec la version 1.0b10 d'AudioXplorer. A partir de cette version d'AudioXplorer, les fichiers pourront être lus par des versions plus récentes d'AudioXplorer.
italian: Il file non puòessere letto perché è stato salvato con la versione 1.0b10 di AudioXplorer. La compatibilità all'indietro funziona a partire da questa versione di AudioXplorer.

source: Unable to perform operation.
french: Impossible d'effectuer une opération.
italian: L'operazione non può essere effettuata.

source: There must be at least 2 amplitude views to open the operation panel.
french: Impossible d'ouvrir le dialogue d'opération car au moins 2 vues d'amplitude doivent exister.
italian: Devono esserci almeno 2 viste ampiezza per aprire il pannello operazione.

source: Do you really want to delete the view '%@' ?
french: Désirez-vous réellement supprimer la vue '%@' ?
italian: Vuoi veramente cancellare la vista '%@'?

source: Do you really want to delete all selected views ?
french: Désirez-vous réellement supprimer toutes les vues sélectionnées ?
italian: Vuoi veramente cancellare tutte le viste selezionate?

source: This action cannot be undone.
french: Cette action est irréversible.
italian: Questa azione non può essere annullata.

source: Supports only 8, 16 or 32 bits sample size (this file is %d bits).
french: Supporte seulement les fichiers de 8, 16 ou 32 bits (ce fichier est %d bits).
italian: Supporta solo 8, 16 o 32 bit di dimensione di campionamento (questo file è da %d bit).

source: Supports only 22.05 kHz or 44.1 kHz file rate (this file is %f Hz).
french: Supporte seulement les fichiers avec un échantillonnage de 22.05 kHz ou 44.1 kHz (ce fichier est %f Hz).
italian: Supporta solo 22.05 kHz o 44.1 kHz di tasso di campionamento (Questo file è da %f Hz).

source: Unable to allocate memory for the converted sound.
french: Impossible d'allouer la mémoire nécessaire à l'importation du son
italian: Non si può allocare memoria per il suono convertito.

source: First chunk is not 'FORM' but '%@'
french: Le premier chunk n'est pas de type 'FORM' mais de type '%@'
italian: Il primo pezzo non è 'FORM' ma '%@'

source: AudioXplorer doesn't support compressed file yet (%@).
french: AudioXplorer ne supporte pour l'instant pas les fichiers compressés (%@).
italian: AudioXplorer non supporta ancora i file compressi (%@).

source: View
french: Vue
italian: Vista

source: Time
french: Temps
italian: Tempo

source: Amplitude
italian: Ampiezza

source: Frequency
french: Fréquence
italian: Frequenza

source: Spectrum
french: Spectre
italian: Spettro

source: Module
italian: Modulo

source: Play
french: Jouer
italian: Riproduci

source: Record
french: Enregistrer
italian: Registra

source: Delete
french: Supprimer
italian: Cancella

source: Cancel
french: Annuler
italian: Annulla

source: Done
french: Effectuée
italian: Fatto

source: Sound
french: Son
italian: Suono

source: Left
french: Gauche
italian: Sinistro

source: Right
french: Droit
italian: Destro

source: Stereo = Left(+)Left
french: Stéréo = Gauche(+)Gauche
italian: Stereo = Sinistro(+)Sinistro

source: Stereo = Left(+)Right
french: Stéréo = Gauche(+)Droit
italian: Stereo = Sinistro(+)Destro

source: Stereo = Right(+)Right
french: Stéréo = Droit(+)Droit
italian: Stereo = Sinistro(+)Destro

source: %@ - %@ Hz - %hi bits/channel
french: %@ - %@ Hz - %hi bits/canal
italian: %@ - %@ Hz - %hi bit/canale

source: Not available
french: Pas disponible
italian: Non disponibile

source: Unable to open real-time window
french: Impossible d'ouvrir une fenêtre temps réel
italian: La finestra in tempo reale non può essere aperta

source: Unable to record sound
french: Impossible d'enregistrer un son
italian: Il suono non può essere registrato

source: No record device detected.
french: Aucun périphérique d'entrée détecté.
italian: Nessuna periferica di registrazione presente.

source: mailto:audioxplorer@arizona-software.ch?subject=Comments%20about%20AudioXplorer
french: mailto:audioxplorer@arizona-software.ch?subject=Commentaires%20au%20sujet%20d'AudioXplorer
italian: mailto:audioxplorer@arizona-software.ch?subject=Commenti%20su%20AudioXplorer

source: Importing AIFF file…
french: Importation AIFF en cours…
italian: Importazione del file AIFF…

source: Unable to import data from file.
french: Impossible d'importer le contenu du fichier AIFF.
italian: Non si possono importare dati dal file.

source: Exporting to AIFF file…
french: Exportation AIFF en cours…
italian: Esportazione del file AIFF…

source: Unable to export data to file.
french: Impossible d'exporter les données dans le fichier AIFF.
italian: Non si possono esportare dati nel file.

source: Export
french: Exporter
italian: Esportazione

source: Exporting raw data…
french: Exportation en cours…
italian: Esportazione di dati grezzi…

source: Print…
french: Imprimer…
italian: Stampa…

source: Export As Raw Data…
french: Exporter les données…
italian: Esporta come dati grezzi…

source: Export As AIFF…
french: Exporter AIFF…
italian: Esporta come AIFF…

source: Copy To Clipboard
french: Copier dans le presse-papiers
italian: Copia negli appunti

source: As Image…
french: Comme image…
italian: Come immagine…

source: As PDF
french: Comme PDF
italian: Come PDF

source: As EPS
french: Comme EPS
italian: Come EPS

source: Computing sonogram…
french: Calcul du sonagramme…
italian: Calcolo sonogramma…

source: Computing spectrum…
french: Calcul du spectre…
italian: Calcolo spettro…

source: Copying…
french: Copie…
italian: Copia

source: Rectangular
french: Rectangulaire
italian: Rettangolare

# X-axis tool-tips.
source: Click to extend the x-axis range.Command-click to move the x-axis range.Command-Shift-click to set the zero at the cursor location.Option-click and Option-shift-click to extend the x-axis from the bottom or the top.
french: Cliquer pour étendre le domaine.Cliquer avec la touche Commande pour déplacer l'axe.Cliquer avec la touche Commande et Majuscule pour placer le zéro à la position du curseur.Cliquer avec les touches Option ou Option-Majuscule pour étendre l'axe depuis le haut ou le bas.
italian: Clic per estendere l'intervallo dell'asse X.Mela-clic per muovere l'intervallo dell'asse X.Mela-maiuscole-clic per posizionare lo zero sul cursore.Alt-clic e alt-maiuscole-clic per estendere l'asse X da sotto o da sopra.

# Y-axis tool-tips.
source: Click to extend the y-axis range.Command-click to move the y-axis range.Command-Shift-click to set the zero at the cursor location.Option-click and Option-shift-click to extend the y-axis from the bottom or the top.
french: Cliquer pour étendre le domaine.Cliquer avec la touche Commande pour déplacer l'axe.Cliquer avec la touche Commande et Majuscule pour placer le zéro à la position du curseur.Cliquer avec les touches Option ou Option-Majuscule pour étendre l'axe depuis le haut ou le bas.
italian: Clic per estendere l'intervallo dell'asse Y.Mela-clic per muovere l'intervallo dell'asse Y.Mela-maiuscole-clic per posizionare lo zero sul cursore.Alt-clic e alt-maiuscole-clic per estendere l'asse Y da sotto o da sopra.

source: Click to extend the x-axis range.Shift-click to move the x-axis range.
french: Cliquer pour étendre le domaine de l'axe X.Cliquer avec la touche Majuscule enfoncée pour déplacer le domaine.
italian: Clic per estendere l'intervallo dell'asse x.Maiuscole-clic per spostare l'intervallo in dell'asse x

source: Click to extend the y-axis range.Shift-click to move the y-axis range.
french: Cliquer pour étendre le domaine de l'axe Y.Cliquer avec la touche Majuscule enfoncée pour déplacer le domaine.
italian: Clic per estendere l'intervallo dell'asse y.Maiuscole-clic per spostare l'intervallo dell'asse y.

source: Click to move the cursor.Option-click to move the playearhead.Shift-click and move to select a portion of data.
french: Cliquer pour déplacer le curseur.Cliquer avec la touche Option enfoncée pour déplacer la tête de lecture.Cliquer avec la touche Majuscule enfoncée pour sélectionner une partie de la vue.
italian: Clic per muovere il cursore.Alt-clic per muovere la testina.Maiuscole-clic e trascina per selezionare una porzione di dati.

source: Click to select the view.Drag-and-drop can be initiated by clicking in the title.
french: Cliquer pour sélectionner la vue.Cliquer et déplacer la souris pour effectuer un glisser-déposer de cette vue.
italian: Clic per selezionare la vista.Il drag-and-drop pu essere iniziato facendo clic sul titolo.

source: Drag any item to one of the right view.
french: Glisser n'importe quel article sur l'une des vues de droite.
italian: Trascina un oggetto qualunque su una delle viste a destra.

source: View List Display Mode Button
french: Bouton d'affichage des vues
italian: Vista Lista Mostra Modo Pulsante

source: Change the display mode of the view list
french: Change le mode d'affichage de la liste des vues
italian: Cambia la visualizzazione della lista delle viste

source: Enable Button
french: Bouton d'activation
italian: Attiva pulsante

source: Interval PopUp
french: Menu d'intervalle
italian: PopUp intervallo

source: Channel PopUp
french: Menu du canal
italian: PopUp canale

source: Enable the real-time monitoring
french: Active l'acquisition en temps réel
italian: Attiva il monitoraggio in tempo reale

source: Choose the monitoring interval
french: Intervalle d'acquisition
italian: Scegli l'intervallo di monitoraggio

source: Channel to be displayed
french: Canal à afficher
italian: Canale da mostrare

source: Interval
french: Intervalle
italian: Intervallo

source: Channel
french: Canal
italian: Canale

source: Resolution
french: Résolution
italian: Risoluzione

source: Appearance
french: Apparence
italian: Visualizzazione

source: Characteristics
french: Caractéristiques
italian: Caratteristiche

source: General
french: Général
italian: Generale

source: All views
french: Toutes les vues
italian: Tutte le viste

source: Sonogram
french: Sonagramme
italian: Sonogramma

source: Oscilloscope+Spectrum
french: Oscilloscope+Spectre
italian: Oscilloscopio+Spettro

source: Oscilloscope+Sonogram
french: Oscilloscope+Sonagramme
italian: Oscilloscopio+Sonogramma

source: Spectrum+Sonogram
french: Spectre+Sonagramme
italian: Spettro+Sonogramma

source: Unable to load the file
french: Impossible de charger le fichier
italian: Il file non può essere caricato

source: Cannot read file saved from a previous beta version.
french: Ne peut pas lire des fichiers sauvegardés avec des versions beta précédentes.
italian: Un file di una precedente versione beta non puòessere letto.

source: Display
french: Afficher
italian: Mostra

source: Label
french: Nom
italian: Etichetta

source: Color
french: Couleur
italian: Colore

source: Title
french: Titre
italian: Titolo

source: Selection
french: Sélection
italian: Selezione

source: Cursor
french: Curseur
italian: Cursore

source: Playerhead
french: Tête de lecture
italian: Testina

source: X-axis
french: Axe X
italian: Asse X

source: Y-axis
french: Axe Y
italian: Asse Y

source: Background
french: Fond
italian: Sfondo

source: Data
french: Données
italian: Dati

source: Grid
french: Grille
italian: Griglia

source: Grayscale
french: Niveaux de gris
italian: Scala di grigi

source: Fire
french: Chaudes
italian: Fuoco

source: Cold
french: Froides
italian: Freddo

source: Chromatic
french: Chromatiques
italian: Cromatico

# Bad plug in reason A
source: The plug-in reports to be of type SINGLE but methodTitle returns NULL
french: Le plug-in indique être de type SINGLE mais methodTitle retourne NULL
italian: Il plug-in dice di essere di tipo SINGLE ma methodTitle ritorna NULL

# Bad plug in reason B
source: The plug-in reports to be of type SINGLE but methodName returns NULL
french: Le plug-in indique être de type SINGLE mais methodName retourne NULL
italian: Il plug-in dice di essere di tipo SINGLE ma methodName ritorna NULL

# Bad plug in reason C
source: The plug-in reports to be of type MULTIPLE but methodTitles returns NULL
french: Le plug-in indique être de type MULTIPLE mais methodTitles retourne NULL
italian: Il plug-in dice di essere di tipo MULTIPLE ma methodTitles ritorna NULL

# Bad plug in reason D
source: The plug-in reports to be of type MULTIPLE but methodNames returns NULL
french: Le plug-in indique être de type MULTIPLE mais methodNames retourne NULL
italian: Il plug-in dice di essere di tipo MULTIPLE ma methodNames ritorna NULL

# Bad plug in reason E
source: Unknown plug-in type
french: Type de plug-in inconnu
italian: Tipo plug-in sconosciuto

# Bad plug in reason F
source: The plug-in doesn't inherit from AXPlugInBaseClass
french: Le plug-in ne se conforme pas au protocole AXPlugInSingleProtocol ou AXPlugInMultipleProtocol
italian: Il plug-in non eredita da AXPlugInBaseClass

source: Path:
french: Chemin:
italian: Percorso:

source: Class:
french: Classe:
italian: Classe:

source: Preparing...
french: Preparation en cours...
italian: Preparazione…

source: Converting...
french: Conversion en cours...
italian: Conversione…

source: Reading the converted data...
french: Lecture des données converties...
italian: Lettura dei dati convertiti…

source: Unable to import the file
french: Impossible d'importer le fichier
italian: Non posso importare il file

source: Initializing...
french: Initialisation...
italian: Inizializzazione…

source: Loading Preferences...
french: Chargement des préférences...
italian: Caricamento preferenze…

source: Loading Effects...
french: Chargement des effets...
italian: Caricamento effetti…

source: Save feature disabled
french: Sauvegarde désactivée
italian: Registrazione disattivata

source: Maximum record duration is limited to 10s
french: Durée d'enregistrement maximale limitée à 10s
italian: Massima durata registrazione 10 s

source: Cannot create more than 4 views
french: Ne peut pas créer plus de 4 vues
italian: Non più di quattro viste

source: Register AudioXplorer to remove this limitation.
french: Enregistrez AudioXplorer pour enlever cette limitation.
italian: Registrate AudioXplorer per rimuovere questa limitazione

source: Stop
french: Arrêter

source: Channels Mixer
french: Mélangeur de canaux

source: Stereo
french: Stéréo

source: Stereo = Mono(+)Mono
french: Stéréo = Mono(+)Mono

source: An error has occured when trying to launch the importer process.
french: Une erreur est survenue lors du lancement du processus d'importation.

source: Layout
french: Disposition
